{"translation-revision-date":"2025-09-22 00:35:22+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Next":["Próximo"],"Back":["Voltar"],"Finish":["Concluir"],"Link creation is complete and ready to help you, share, track, manage and optimize your links efficiently.":["A criação de links foi concluída e está pronta para ajudar você a compartilhar, rastrear, gerenciar e otimizar seus links com eficiência."],"Great Job!":["Ótimo trabalho!"],"Already Exists":["Já existe"],"The short URL you entered is already exists. Please enter a different short URL.":["O URL curto que você digitou já existe. Digite um URL curto diferente."],"Duplicate Link":["Link duplicado"],"Let’s create a new link in seconds! Just set the slug, choose redirect rules, adjust link options and start tracking right away.":["Vamos criar um novo link em segundos! Basta definir o slug, escolher as regras de redirecionamento, ajustar as opções do link e começar a rastrear imediatamente."],"Create Link":["Criar link"],"Retry":["Tentar novamente"],"Failed":["Com falha"],"In Progress":["Em andamento"],"Complete":["Concluído"],"Pretty Links":["Pretty Links"],"ThirstyAffiliates":["ThirstyAffiliates"],"Simple 301 Redirects":["Simple 301 Redirects"],"Already using another link management tool? Let’s import existing links and data to BetterLinks without facing any hassle.":["Está usando outra ferramenta de gerenciamento de links? Vamos importar os links e dados existentes para o BetterLinks sem nenhum problema."],"Migration":["Migração"],"Continue":["Continuar"],"Cancel":["Cancelar"],"Simple 301 Redirects:":["Simple 301 Redirects:"],"Pretty Links migration running in background.":["A migração do Pretty Links está sendo executada em segundo plano."],"Pretty Links:Duplicate migration detected. So prevented it here.":["Pretty Links: Detectada uma migração duplicada. Portanto, foi evitada aqui."],"Pretty Links:":["Pretty Links:"],"Thirsty Affiliates:":["Thirsty Affiliates:"],"Running Migration....":["Executando a migração…"],"Migration Logs":["Registros da migração"],"This will allow you to redirect your Target URLs in HTTPS.":["Isso irá permitir que você redirecione seus URLs de destino em HTTPS."],"Enable HTTPS Redirection":["Ativar redirecionamento para HTTPS"],"Force HTTPS":["Forçar HTTPS"],"To use wildcards, put an asterisk (*) after the folder name that you want to redirect.":["Para usar curingas, coloque um asterisco (*) após o nome da pasta que você quer redirecionar."],"Use Wildcards?":["Usar curingas?"],"Wildcards":["Curingas"],"\/your-affiliate-link-name.":["\/nome-do-seu-link-de-afiliado."],"The prefix will be added before your Shortened URL’s slug eg.":["O prefixo será adicionado antes do slug do seu URL encurtado, por exemplo."],"Link Prefix":["Prefixo do link"],"Let’s adjust core settings to match your preferences, including link options, redirect types and tracking options, for a seamless setup experience.":["Vamos ajustar as configurações principais de acordo com suas preferências, incluindo opções de links, tipos de redirecionamento e opções de rastreamento, para uma experiência de configuração perfeita."],"Configuration":["Configuração"],"Skip This Step":["Ignorar esta etapa"],"Proceed to Next Step":["Avançar para a próxima etapa"],"What We Collect?":["O que coletamos?"],"By clicking this button I am allowing this app to collect my information.":["Ao clicar neste botão, estou permitindo que este aplicativo colete minhas informações."],"Easily get started with the easy setup wizard and complete setting up to streamline website's link management strategy.":["Comece facilmente com o assistente de configuração e conclua a configuração, para otimizar a estratégia de gerenciamento de links do site."],"Getting Started":["Começando"],"This will let you check Analytics report of your links":["Isso irá permitir que você verifique o relatório de análises dos seus links"],"This will pass the parameters you have set in the target URL":["Isso irá passar os parâmetros que você definiu no URL de destino"],"This will add sponsored attribute to your link. (Recommended for Affiliate links)":["Isso irá adicionar um atributo “sponsored” ao seu link. (Recomendado para links de afiliados)"],"This will add nofollow attribute to your link. (Recommended)":["Isso irá adicionar um atributo “nofollow” ao seu link. (Recomendado)"],"UTM":["UTM"],"Please ensure the link title does not contain any script.":["Certifique-se de que o título do link não contenha nenhum script."],"Save New Template":["Salvar novo modelo"],"Save Link":["Salvar link"],"e.g: text AD name":["ex.: nome do anúncio de texto"],"Content":["Conteúdo"],"e.g: paid keywords":["ex.: palavras-chave pagas"],"Term":["Termo"],"e.g: Twitter, Facebook":["ex.: Twitter, Facebook"],"Source":["Origem"],"e.g: cpc, banner, email":["ex.: CPC, banner, e-mail"],"Medium":["Média"],"e.g: Example-campaign":["ex: Campanha-de-exemplo"],"Campaign":["Campanha"],"Pick a Template":["Escolha um modelo"],"Template":["Modelo"],"Add Campaign Parameters to Track Custom Campaigns":["Adicione parâmetros da campanha para rastrear campanhas personalizadas"],"UTM Builder":["Construtor de UTM"],"Shortened URL":["URL encurtado"],"Title":["Título"],"Cloaked":["Encoberto"],"Tracking":["Rastreamento"],"Parameter Forwarding":["Encaminhamento de parâmetros"],"Sponsored":["Patrocinado"],"No Follow":["Não seguir"],"Link Options":["Opções de link"],"Redirect Type":["Tipo de redirecionamento"],"Target URL":["URL de destino"],"We collect non-sensitive diagnostic data and plugin usage information. Your site URL, WordPress & PHP version, plugins & themes and email address to send you the discount coupon. This data lets us make sure this plugin always stays compatible with the most popular plugins and themes. No spam, I promise.":["Coletamos dados de diagnósticos não sensíveis e informações sobre o uso do plugin. O URL do seu site, versões do WordPress e PHP, plugins e temas, e endereço de e-mail para enviar o cupom de desconto. Esses dados nos permitem garantir que este plugin sempre seja compatível com os plugins e temas mais populares. Sem spam, prometo."]}},"comment":{"reference":"assets\/js\/QuickSetup.8d82b9370da17f96e898.js"}}